Repository: mozilla-l10n/mt-training-data
Catalog: vec/vec_pontoon.tmx
Source language: en_us
Languages: vec

source: Never save
vec: No salvare mai

source: New private tab
vec: Nova scheda anonima

source: New private tab opened
vec: Vèrta nova scheda anonima

source: New tab
vec: Nova scheda

source: New tab opened
vec: Vèrxi nova scheda

source: No add-ons here
vec: Nisuna Estension

source: No bookmarks here
vec: Nisun segnaƚibro chive

source: No collections
vec: Nisuna rancura

source: No Devices Connected
vec: Nisun dispoxitivo coneso

source: No history here
vec: Nisuna cronoƚogìa disponibiƚe.

source: No internet connection
vec: Nisuna conesion a Internet

source: No open tabs
vec: Nisuna scheda vèrta

source: No site exceptions
vec: Nisuna ecesion par i siti

source: No thanks
vec: Nò grasie

source: Notification
vec: Notifega

source: Notifications for tabs received from other Firefox devices.
vec: Notifeghe par schede ricevùe da altri dispoxitivi Firefox.

source: Not yet supported
vec: No gnancora suportà

source: No update available
vec: Nisun axorn. disponibile

source: Oct
vec: Oto

source: Off
vec: Dixativà

source: Offline
vec: No en ƚinea

source: Offline Mode
vec: No en ƚinea

source: Older
vec: Pì veci

source: On
vec: Ativa

source: Only in Custom tabs
vec: Soƚo en schede personalixà

source: Only in Private tabs
vec: Soƚo en schede anonime

source: On your computer open Firefox and go to <b>https://firefox.com/pair</b>
vec: Vèrxi Firefox so el computer e và so <b>https://firefox.com/pair</b>

source: Open
vec: Vèrxi

source: Open a private tab once: Tap the %s icon.
vec: Vèrxi na scheda anonima na soƚa volta: toca ƚ’icona %s

source: Open Camera
vec: Vèrxi fotocamera

source: Open files downloaded to your device
vec: Vèrxere i file scaricà so el dispoxitivo

source: Open image in new tab
vec: Vèrxi imagine en na nova fenèstra

source: Open in…
vec: Vèrxi in…

source: Open in %1$s
vec: Vèrxi en %1$s

source: Open in App
vec: Vèrxi en n’app

source: Open in app? Your activity may no longer be private.
vec: Vèrxere co sta app? Ƚe to atività ƚe poderia no restare private.

source: Open in new tab
vec: Vèrxi en na nova scheda

source: Open in private tab
vec: Vèrxi en scheda anonima

source: Open link in external app
vec: Vèrxi en na app esterna

source: Open link in new tab
vec: Vèrxi link en na nova scheda

source: Open link in private tab
vec: Vèrxi en na scheda anonima

source: Open links in apps
vec: Vèrxi coƚegamenti ne ƚe app

source: Open links in a private tab
vec: Vèrxi i link en na scheda anonima

source: Open private tabs every time: Update your private browsing settings.
vec: Verxi na scheda anonima ogni volta: axorna ƚe inpostasioni de el browser.

source: Open settings
vec: Vèrxi inpostasioni

source: Open source libraries we use
vec: Librarie open source utiƚixà

source: Open tabs
vec: Schede vèrte

source: Open Tabs
vec: Schede vèrte

source: Open tabs menu
vec: Menu schede vèrte

source: Other
vec: Altro

source: Other Bookmarks
vec: Altri segnaƚibri

source: <p>Additional information about this problem or error is currently unavailable.</p>
vec: <p>Dèso no xe mìa disponibili altre informasioni che ƚe riguarda sto problema o erore.</p>

source: Pages will load normally, but block fewer trackers.
vec: Ƚe pàgine ƚe vegnerà caricà normalmente, però vegnerà blocà manco eƚementi tracianti.

source: Password copied to clipboard
vec: Password copià ne i scarabòci

source: Password field must not be empty
vec: Bixogna meter rento na password

source: Passwords
vec: Password

source: Paste
vec: Incoƚa

source: Paste & Go
vec: Incoƚa e và

source: Pause
vec: Pauxa

source: Permissions
vec: Pàrmesi

source: Pick a month
vec: Seƚesiona on mexe

source: Play
vec: Riproduxi

source: Port restricted for security reasons
vec: Porta blocà par motivi de sicuresa

source: Powered By
vec: Co tecnologia

source: Powered by %1$s
vec: Co tecnoƚogia %1$s

source: POWERED BY %1$s
vec: CO TECNOLOGIA %1$s

source: Prevents malicious scripts gaining access to your device to mine digital currency.
vec: Inpedise a i script danosi de asedere al dispoxitivo par produre moneda digitaƚe.

source: Prevent this page from creating additional dialogs
vec: Inpedisi a sta pàgina de vèrxere altre fenèstre de diaƚogo

source: Privacy and security
vec: Privacy e sicuresa

source: Privacy notice
vec: Informativa so ƚa privacy

source: Private browsing
vec: Navigasion anonima

source: Private browsing session
vec: Sesion de navigasion anonima

source: Private Firefox Preview
vec: Firefox Preview anonimo

source: Private session
vec: Sesion anonima

source: Private tab
vec: Scheda anonima

source: Private tab closed
vec: Scheda anonima sarà

source: Private tabs
vec: Schede anonime

source: Private tabs closed
vec: Schede anonime sarà

source: Private tabs deleted
vec: Scanseƚa schede anonime

source: Problem loading page
vec: Erore cargando pàgina

source: Protections are OFF for this site
vec: Ƚe protesion ƚe xe dixativà par sto sito

source: Protections are ON for this site
vec: Ƚe protesion ƚe xe ative par sto sito

source: Protection Settings
vec: Inpostasion protesion

source: Protect yourself
vec: Protegete

source: Provide cryptographic authentication services
vec: Fornire servisi de autenticasion critografica

source: Proxy Server Not Found
vec: Inposibiƚe contatare el server proxy

source: Proxy Server Refused Connection
vec: Conesion rifiutà da el server proxy

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
vec: <p>El indiriso dimanda on protocoƚo (a ex. <q>wxyz://</q>) che el browser no riconose, indi non poƚe coƚegarse coretamente a el sito.</p> <ul> <li>Se stà asedendo a servisi multimediali o no testuaƚi? Verificare so el sito i recuisiti necesari.</li> <li>Alcuni protocoli i dimanda software esterni o plugin en modo che el browser li possa riconosere.</li> </ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
vec: <p>El browser el xe stà coneso coretamente, però ƚa conesion ƚa xe stà interota durante el trasferimento de ƚe informasioni. Riprovare. </p> <ul> <li> El sito el poderìa èsare tenporaneamente no disponibiƚe o masa ocupà. Riprovare tra cualche istante. </li> <li> Se no se rièse a cargare nisuna pàgina, controƚare i dati de el dispoxitivo o ƚa conesion Wi-Fi.</li> </ul>

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
vec: <p>El browser no el xe riusìo a catare el server host par el indiriso fornìo.</p> <ul> <li>Verificare se l’indiriso contien erori de batitura de el tipo <strong>ww</strong>.example.com invese de <strong>www</strong>.example.com</li> <li>Se no xe posibiƚe cargare nisuna pàgina, controƚare ƚa conesione dati o Wi-Fi de el dispoxitivo.</li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
vec: <p> El browser el ga smeso de sercare de recuperare ’l eƚemento dimandà. El sito el xe drio reindirisare ƚa richiesta en on modo che no vegnerà mai conpletà. </p> <ul> <li> Xe sta dixabiƚità o blocà i cookie dimandà da sto sito? </li> <li> Se asetando i cookie de el sito no risolve el problema, xe probabiƚe che se trati de on problema de configurasion de el server e no de el computer. </li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Is the device connected to an active network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
vec: <p> El browser el xe configurà par uxare on server proxy, ma el proxy no el xe stà riƚevà. </p> <ul> <li> Ƚa configurasion proxy de el browser ƚa xe coreta? Controƚare ƚe inpostasioni e riprovare. </li> <li> El computer el xe coƚ</p>egà a na rete funsionante? </li> <li> Se riscontra ancora problemi? Consultare l’aministradore de rete o el provider Internet par risevere asistensa. </li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Does the proxy service allow connections from this network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
vec: <p> El browser el xe configurà par utilixare on server proxy, ma el proxy el ga rifiutà na conesion. </p> <ul> <li> Ƚa configurasione proxy de el browser ƚa xe coreta? Controƚare ƚe inpostasioni e riprovare. </li> <li> el servisio proxy el parmete ƚe conesioni da sta rete? </li> <li> Se riscontra ancora problemi? Consultare ’l aministradore de rete o el provider Internet par risevere asistensa. </li> </ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
vec: <p>El browser el xe en modaƚità no en ƚinea e no xe posibiƚe conetarse co’l eƚemento dimandà.</p> <ul> <li>El computer xeƚo coƚegà a na rete ativa?</li> <li>Seƚesionare “Riprova” par pasare a ƚa modaƚità en ƚinea e ricargare ƚa pàgina.</li> </ul>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
vec: <p>El coƚegamento de rete el xe stà interroto durante ƚa negosiasion de na conesion. Riprovare. </p> <ul> <li> El sito el poderìa èsare tenporaneamente no disponibiƚe o masa ocupà. Riprovare tra cualche istante. </li> <li> Se no se riese a cargare nisuna pàgina, controƚare i dati de el dispoxitivo o ƚa conesion Wi-Fi.</li> </ul>

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
vec: <p>Ƚa pàgina che se sta sercando de vixualixare no ƚa poƚe èsare mostrà par colpa de on erore de trasmision dati.</p> <ul> <li>Contatare l’aministradore de’l sito par segnaƚare el problema.</li> </ul>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
vec: <p>Ƚa pàgina che se sta sercando de vixualixare no’l poƚe èsare mostrà parchè ƚa fa uxo de na forma de conpresion no valida o no suportà.</p> <ul> <li>Contatare el paron de’l sito web par informarƚo de el problema.</li> </ul>

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
vec: <p> El indiriso forniìo non el xe en un formato riconosuo. Controƚare ƚa bara de i indirisi par individuare eventuaƚi erori e riprovare. </p>

source: <p>The requested address specified a port (e.g., <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
vec: <p> L’indiriso dimandà spesificava na porta (par es. <q> Mozilla.org:80</q> par ƚa porta 80 su mozilla.org) normalmente utilixà par scopi <em>diversi</em> da ƚa navigasion so’l web. El browser el ga anuƚà ƚa dimandà par garantire ƚa protesion e ƚa sicuresa de’l utente. </p>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
vec: <p>El sito richiesto no ga risposto a na richiesta de conesion e el browser el ga smesso de spetare na risposta.</p> <ul> <li>Xe posibiƚe che el server el sia sogeto a n’eƚevata dimanda o n’interusion tenporanea. Riprovare pì tardi.</li> <li>Se riese a navigare so altri siti? Controƚare ƚa conesion de rete de el computer. </li> <li>El computer o ƚa rete i xe proteti da on firewall o on proxy? Inpostasioni sbajà ƚe poƚe interferire co ƚa navigasion so el web. </li> <li> Se riscontra ancora problemi? Consultare l’amministradore de rete o el provider Internet par risevere asistensa. </li> </ul>

source: <p>The site at %1$s has been reported as an attack site and has been blocked based on your security preferences.</p>
vec: <p>El sito web %1$s el xe stà segnalà cofà sito web maƚevoƚo e el xe stà blocà so ƚa baxe de ƚe inpostasion de sicuresa.</p>

source: <p>The site at %1$s has been reported as a potentially harmful site and has been blocked based on your security preferences.</p>
vec: <p>El sito web %1$s el xe stà segnalà cofà sito web potensialmente pericoƚoso e el xe stà blocà so ƚa baxe de ƚe inpostasioni de sicuresa.</p>

source: <p>The site at %1$s has been reported as serving unwanted software and has been blocked based on your security preferences.</p>
vec: <p>El sito web %1$s el xe stà segnalà cofà on sito contenente software indesiderà e el xe stà blocà so ƚa baxe de ƚe inpostasion de sicuresa.</p>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
vec: <p>El sito el ga resposto a ƚa dimanda de rete en modo no previsto, cuindi el browser no el poƚe continuare.</p>

source: <p>This web page at %1$s has been reported as a deceptive site and has been blocked based on your security preferences.</p>
vec: <p>El sito web %1$s el xe stà segnalà cofà sito inganevoƚe e el xe stà blocà so ƚa baxe de ƚe inpostasion de sicuresa.</p>

source: Quick settings sheet
vec: Scheda de ƚe inpostasion ràpide

source: Quit
vec: Va fora

source: Rate on Google Play
vec: Vota su Google Play

source: Rating
vec: Voto

source: Read and modify bookmarks
vec: Lèxere e modìfegare i segnaƚibri

source: Read and modify browser settings
vec: Lèxere e modìfegare ƚe inpostasioni de el browser

source: Read and modify privacy settings
vec: Ƚexere e modifegare ƚe inpostasioni reƚative a ƚa privacy

source: Reader view
vec: Modalità ƚetura

source: Reading List
vec: Eƚenco ƚetura

source: Read our privacy notice
vec: Lèxi ƚa nòstra informativa so ƚa privacy

source: Read the text of all open tabs
vec: Lèxere el testo de tute ƚe schede vèrte

source: Ready to scan
vec: Pronto par ƚa scansion

source: Rear-facing camera
vec: Teƚecamera de drio

source: Received tabs
vec: Schede ricevùe

source: Recently used
vec: Utiƚixà de recente

source: Recommended
vec: Racomandà

source: Reconnect
vec: Riconeti

source: Reconnect to resume syncing
vec: Riconeti par continuare ƚa sincronixasion

source: Reconnect to Sync
vec: Riconete a Sync

source: Re-enter your PIN
vec: Inserisi el PIN de novo

source: Refresh
vec: Axorna

source: Reload
vec: Recarga

source: Remember decision for this site
vec: Ricordate ƚa decixion par sto sito

source: Remote debugging via USB
vec: Debug remoto tramite USB

source: Remove
vec: Rimovi

source: Remove account
vec: Rimovi account

source: Rename collection
vec: Rinomina rancura

# Replace query with “%s”. Example: https://www.google.com/search?q=%s
source: Replace query with “%s”. Example:\nhttps://www.google.com/search?q=%s
vec: Sostituire ƚa ciave de reserca co “%s”. Exempio:\nhttps://www.google.com/search?q=%s

source: Report
vec: Segnaƚa

source: Report site issue
vec: Segnaƚa problema co’l sito

source: Restart %1$s
vec: Invia de novo %1$s

source: Restore tab
vec: Ripristina scheda

source: Resume
vec: Ricomisìa

source: RETRY
vec: RIPROVA

source: Return to previous app
vec: Torna indrio a ƚ’aplicasione presedente

source: Save
vec: Salva

source: Saved logins
vec: Credensiaƚi salvate

source: Saved %s
vec: %s salvà

source: Save file to device
vec: Salva el file so el dispoxitivo

source: Save image
vec: Salva imagine

source: Save logins and passwords
vec: Salva credensiaƚi e password

source: Save some battery and your eyesight by enabling dark mode.
vec: Risparmia bataria e protegi i to òci ativando ƚa modaƚità scura.

source: Save to collection
vec: Salva en na rancura

source: Save to Collection
vec: Salva en na rancura

source: %s blocks ad trackers that follow you around the web.
vec: %s bloca ƚe publicità tracianti che ƚe te pedina sul Web.

source: Scan
vec: Lèxi

source: Scan pairing code in desktop Firefox
vec: Scansiona el còdexe de asociasion in Firefox desktop

source: Scan the code
vec: Scansiona el còdexe

source: Screenshots
vec: Screenshot

source: Search
vec: Serca

source: Search bookmarks
vec: Serca ne i segnaƚibri

source: Search browsing history
vec: Serca ne ƚa cronoƚogìa

source: Search engine settings
vec: Inpostasion motori de reserca

source: Search engine with name “%s” already exists.
vec: Existe xà on motore de reserca co nòme “%s”.

source: Search language
vec: Serca ƚengua

source: Search logins
vec: Serca credensiaƚi

source: Search or enter address
vec: Serca o scrìvi on indiriso

source: Search string to use
vec: Stringa de reserca da utilixare

source: Search the web
vec: Serca sul Web

source: Search with
vec: Serca co

source: Secure Connection
vec: Conesione sicura

source: Secure Connection Failed
vec: Ƚa conesion sicura no ƚa xe riusìa

source: Secure your logins and passwords
vec: Protegi ƚe credensiaƚi de aceso

source: See what’s new
vec: Scoverxi ƚe novità

source: Select
vec: Seƚesiona

source: Select All
vec: Seƚesiona tuto

source: Select collection
vec: Seƚesiona rancura

source: Selected language
vec: Ƚengua seƚesionà

source: Select folder
vec: Seƚesiona carteƚa

source: Select Tabs
vec: Seƚesiona schede

source: Select tabs to save
vec: Seƚesiona ƚe schede da salvare

source: Send and Share
vec: Manda e condividi

source: Send crash report to %1$s
vec: Manda na segnaƚasion de aresto anomaƚo a %1$s

source: Send crash report to Mozilla
vec: Manda ƚa segnaƚasion de aresto anomaƚo a Mozilla

source: Sending crash report to %1$s
vec: Son drio mandare ƚa segnaƚasion de aresto anomaƚo a %1$s

source: Send to all devices
vec: Manda a tuti i dispoxitivi

source: Send to device
vec: Manda a dispoxitivo

source: Sep
vec: Set

source: Sepia
vec: Sepa

source: Sepia color scheme
vec: Conbinasion de coƚori sepa

source: Session options
vec: Opsion sesion

source: Sessions
vec: Sesion

source: Set
vec: Inposta

source: Set as default browser
vec: Inposta cofà browser predefinìo

source: Set by Battery Saver
vec: Inpostà da risparmio bateria

source: Settings
vec: Inpostasion

source: Set up a device lock pattern, PIN, or password to protect your saved logins and passwords from being accessed if someone else has your device.
vec: Inposta na secuenza de bloco, PIN o password par inpedire a chi se inposesa de’l dispoxitivo de visualixare ƚe to credensiaƚi.

source: Set up now
vec: Inposta dèso

source: Share
vec: Condividi

source: Share a link
vec: Condividi on link

source: Share link
vec: Condividi link

source: Shares data about what features you use in %1$s with Leanplum, our mobile marketing vendor.
vec: Condividi dati so ƚe funsioni utilixà en %1$s co Leanplum, el nòstro partner par el marketing so piataforma mobiƚe.

source: Share session
vec: Condividi sesion

source: Shares performance, usage, hardware and customization data about your browser with Mozilla to help us make %1$s better
vec: Condividi co Mozilla informasion reƚative a prestasion, utilixo, hardware e personalixasion de’l browser par contribuire al mijoramento de %1$s

source: Share tab
vec: Condividi scheda

source: Share tabs
vec: Condividi schede

source: Share via
vec: Condividi con

source: Share with…
vec: Condividi co…

source: %s health report
vec: Raporto integrità de %s

source: %s helps stop websites from tracking you online.
vec: %s inpedise a i siti web de traciarte durante ƚa navigasion.

source: Shortcut name
vec: Nòme scorciatoia

source: Shortcuts
vec: Sèlte ràpide

source: Show clipboard suggestions
vec: Mostra sugerimenti da i scarabòci

source: Show in private sessions
vec: Mostra in sesion anonime

source: Show password
vec: Mostra password

source: Show search shortcuts
vec: Mostra ƚe scorciatoie de reserca

source: Show search suggestions
vec: Visualixa sugerimenti

source: Sign in
vec: Va rento

source: Signing in…
vec: Aceso en corso…

source: Sign in to Firefox
vec: Va rento a Firefox

source: Sign in to reconnect
vec: Va rento par riconeterte

source: Sign in to see synced bookmarks
vec: Va rento par visuaƚixare i segnaƚibri sincronixà

source: Sign in to Sync
vec: Accedi a Sync

source: Sign in with your camera
vec: Asedi co ƚa fotocamera

source: Sign out
vec: Disconeti

source: %s is blocking trackers on this site when the shield is purple. Tap it to see what’s blocked.
vec: El scudo viòƚa el vol dire che %s el xe drio blocare i eƚementi tracianti de sto sito. Tocaƚo par védere i eƚementi blocà.

source: Site
vec: Sito

source: Site copied to clipboard
vec: Sito copià ne i scarabòci

source: Site information
vec: Informasioni sito

source: Site permissions
vec: Pàrmesi de i siti

source: Site removed
vec: Sito cavà

source: Social Media Trackers
vec: Tracianti de i social media

source: %s on %s %s
vec: %s so %s %s

source: Sorry. %1$s can’t load that page.
vec: No xe posibiƚe cargare ƚa pàgina in %1$s.

source: Sorry. %1$s had a problem and crashed.
vec: Se xe verificà on problema en %1$s che gà provocà on aresto anomaƚo.

source: %s | OSS Libraries
vec: %s | Librarie OSS

source: %s Private Search
vec: %s Riserca anonima

source: %s Search
vec: %s Serca

source: Standard
vec: Normaƚe

source: Standard (recommended)
vec: Normaƚe (consigliato)

source: Start browsing
vec: Scomisia a navegare

source: Start %s
vec: Invìa %s

source: Stay signed out
vec: Resta disconeso

source: Stop
vec: Interonpi

source: Stops outside ads, videos, and other content from loading that contains tracking code. May affect some website functionality.
vec: Faghe moƚare el caricamento de anunci esterni, video e altri contenùi che i contien còdexe de traciamento. Pol influire so alcune funsionaƚità de’l sito web.

source: Stops uniquely identifiable data from being collected about your device that can be used for tracking purposes.
vec: Impedisce ƚa rancura de dati identificativi univoci so el dispoxitivo che i poƚe èsare utilixà a scopo de tracciamento.

source: Store unlimited amount of client-side data
vec: Salvare dati so el dispoxitivo sensa limitasioni de spasio
